Repository: IGRSoft/Tokamak
Catalog: Sources/TokamakDemo/Resources/Localizable.xcstrings
Source language: en
Languages: uk

source: (disabled under strict concurrency — see TaskDemo.swift)
uk: (вимкнено за суворого режиму паралельності — див. TaskDemo.swift)

source: .resizable() filling a 96×48 frame
uk: .resizable() що заповнює кадр 96×48

source: 1. Set the color to yellow
uk: 1. Встановити колір жовтим

source: 1st tap gesture
uk: 1-й жест торкання

source: 2. Transform if the color is yellow -> green
uk: 2. Перетворити, якщо колір жовтий -> зелений

source: 3. Transform if the color is green -> blue
uk: 3. Перетворити, якщо колір зелений -> синій

source: 4. Use the final color in an overlay.
uk: 4. Використати фінальний колір у накладенні.

source: Account
uk: Обліковий запис

source: Actions
uk: Дії

source: Adaptive LazyVGrid
uk: Адаптивна LazyVGrid

source: Add item
uk: Додати елемент

source: An unlabeled group box groups related controls together.
uk: Блок групи без підпису об'єднує пов'язані елементи керування.

source: Appointment date:
uk: Дата зустрічі:

source: Appointment time:
uk: Час зустрічі:

source: Async `.task` fetch demo
uk: Демо асинхронного завантаження `.task`

source: Blue Style
uk: Синій стиль

source: Bookmark
uk: Закладка

source: Bottom
uk: Знизу

source: Bottom Pane
uk: Нижня панель

source: Brightness: 80%
uk: Яскравість: 80%

source: Button
uk: Кнопка

source: Circular gauge style
uk: Круглий стиль індикатора

source: Commits: 0
uk: Коміти: 0

source: Committed: —
uk: Зафіксовано: —

source: Complex
uk: Складний

source: Confirm:
uk: Підтвердити:

source: Console content
uk: Вміст консолі

source: Content of Tab One
uk: Вміст першої вкладки

source: Content of Tab Two
uk: Вміст другої вкладки

source: Custom Font
uk: Власний шрифт

source: Decorative (empty alt)
uk: Декоративний (порожній alt)

source: Default
uk: Типово

source: Default color: red (this won't show on the innermost because it never 'changed').
uk: Типовий колір: червоний (не відображатиметься у найглибшому елементі, бо він ніколи не «змінювався»).

source: Default label (title + icon)
uk: Типовий підпис (заголовок + іконка)

source: Delay
uk: Затримка

source: Delete / reorder affordances appear while editMode.isEditing.
uk: Елементи видалення та впорядкування відображаються, поки editMode.isEditing активний.

source: Detail content
uk: Вміст деталей

source: Determinate
uk: Визначений

source: Display
uk: Дисплей

source: Drag Gestures
uk: Жести перетягування

source: Editor content
uk: Вміст редактора

source: End of section
uk: Кінець розділу

source: Ethernet: Off
uk: Ethernet: Вимк.

source: Fallback Font
uk: Резервний шрифт

source: Favorite
uk: Улюблене

source: Fill, with a custom label
uk: Заповнення з нестандартним підписом

source: First slider has steps at 0.3, 0.6, 0.9; second one has stops every 1/3 of the way
uk: Перший повзунок має позначки на 0.3, 0.6, 0.9; другий — через кожну 1/3 шляху

source: Forced to bottom.
uk: Примусово внизу.

source: Green Style
uk: Зелений стиль

source: Grouped Transition
uk: Згрупований перехід

source: Hello, world!
uk: Привіт, світе!

source: Horizontal Spacing
uk: Горизонтальний відступ

source: I'm all fancy
uk: Я такий вишуканий

source: I'm forced to the top
uk: Мене примусово розміщено вгорі

source: I'm on bottom
uk: Я внизу

source: I'm on top
uk: Я вгорі

source: Icon-only style
uk: Лише іконка

source: Increased Total
uk: Збільшений підсумок

source: Indeterminate
uk: Невизначений

source: Innermost child sets the color to blue.
uk: Найвкладеніший елемент встановлює колір синім.

source: I’m always checked!
uk: Я завжди позначений!

source: Label
uk: Мітка

source: Last action: None
uk: Остання дія: Немає

source: Left
uk: Ліворуч

source: Left Pane
uk: Ліва панель

source: Left side.
uk: Ліва сторона.

source: Lightning
uk: Блискавка

source: Limit exceeded
uk: Ліміт перевищено

source: Linear gauge style
uk: Стиль лінійного індикатора

source: Load
uk: Завантажити

source: LongPress Gestures
uk: Жести довгого натискання

source: Named (data-URI) source
uk: Іменоване джерело (data-URI)

source: Not tapped
uk: Не натиснуто

source: One level up sets the color to green, and so on.
uk: Рівень вище встановлює зелений колір, і так далі.

source: Paste
uk: Вставити

source: Pasted: None
uk: Вставлено: Нічого

source: Pick a text style...
uk: Виберіть стиль тексту...

source: Preferences are like reverse-environment values.
uk: Параметри — це значення середовища у зворотному напрямку.

source: Preferences can also be accessed and used immediately via a background or overlay:
uk: Параметри також можна отримати та використати одразу через фон або накладання:

source: Pressed
uk: Натиснуто

source: Primary
uk: Основний

source: Progress
uk: Прогрес

source: Quaternary
uk: Четвертинний

source: Reads plain-text strings from the clipboard via payloadAction.
uk: Зчитує рядки у форматі звичайного тексту з буфера обміну через payloadAction.

source: Red Style
uk: Червоний стиль

source: Regular
uk: Звичайний

source: Repeated Animation
uk: Повторювана анімація

source: Right
uk: Праворуч

source: Right Pane
uk: Права панель

source: Right side.
uk: Права сторона.

source: Root
uk: Корінь

source: Secondary
uk: Другорядний

source: Selection: 0
uk: Вибір: 0

source: Sidebar content
uk: Вміст бічної панелі

source: Sign in with Apple
uk: Увійти через Apple

source: Simple value gauge
uk: Простий індикатор значення

source: Speed
uk: Швидкість

source: Star
uk: Зірка

source: Status: Live
uk: Статус: активний

source: Style
uk: Стиль

source: Styles
uk: Стилі

source: System symbol (web placeholder — no SF Symbol pipeline)
uk: Системний символ (веб-замінник — без конвеєра SF Symbol)

source: THICK TEXT
uk: ЖИРНИЙ ТЕКСТ

source: Tab One
uk: Вкладка 1

source: Tab Two
uk: Вкладка 2

source: Tap Gestures
uk: Жести дотику

source: Tap to toggle edit mode.
uk: Торкніться, щоб увімкнути режим редагування.

source: Tertiary
uk: Третинний

source: Text style
uk: Стиль тексту

source: Text: “”
uk: Текст: “”

source: Thick
uk: Товстий

source: Thin
uk: Тонкий

source: This is super important
uk: Це дуже важливо

source: This is the inital text
uk: Це початковий текст

source: This text has been concatenated
uk: Цей текст було об'єднано

source: This was super important
uk: Це було дуже важливо

source: Title and icon style
uk: Стиль із заголовком та іконкою

source: Title-only style
uk: Стиль лише із заголовком

source: Top
uk: Зверху

source: Top Pane
uk: Верхня панель

source: True Tone: On
uk: True Tone: Увімкнено

source: Two side-by-side resizable panes separated by a divider.
uk: Дві панелі зі змінним розміром, розташовані поруч і розділені роздільником.

source: Two stacked resizable panes separated by a divider.
uk: Дві панелі зі змінним розміром, розташовані одна над одною і розділені роздільником.

source: Ultra Thick
uk: Надтовстий

source: Ultra Thin
uk: Надтонкий

source: Unredacted text
uk: Нередагований текст

source: Value gauge with labels
uk: Індикатор значення з мітками

source: Vertical Spacing
uk: Вертикальний відступ

source: Visual stand-in for the black “Sign in with Apple” button; auth is a no-op.
uk: Візуальна замінна для чорної кнопки “Вхід через Apple”; авторизація не виконується.

source: Volume
uk: Гучність

source: Whole new body!
uk: Абсолютно нове тіло!

source: Wi-Fi: Connected
uk: Wi-Fi: Підключено

source: With
uk: З

source: Word count: 0
uk: Кількість слів: 0

source: Your password is
uk: Ваш пароль:

# menu.localization.title
source: Language
uk: Мова
